-- INSERT INTO tickets (source, destination, date, time)
-- VALUES
--   ('Москва', 'Санкт-Петербург', '2023-09-01', '10:00'),
--   ('Санкт-Петербург', 'Москва', '2023-09-02', '12:30'),
--   ('Екатеринбург', 'Новосибирск', '2023-09-03', '15:45'),
--   ('Казань', 'Самара', '2023-09-04', '08:15'),
--   ('Ростов-на-Дону', 'Краснодар', '2023-09-05', '14:00'),
--   ('Нижний Новгород', 'Самара', '2023-10-01', '10:12'),
--   ('Таганрог', 'Москва', '2023-09-10', '12:40'),
--   ('Тамбов', 'Кисловодск', '2023-03-03', '15:50'),
--   ('Сочи', 'Минеральные воды', '2023-09-08', '08:17'),
--   ('Ростов-на-Дону', 'Назрань', '2023-09-09', '14:04'),
--    ('Калининград', 'Санкт-Петербург', '2023-09-02', '10:08'),
--   ('Санкт-Петербург', 'Севастополь', '2023-09-06', '12:38'),
--   ('Пермь', 'Новосибирск', '2023-07-03', '15:47'),
--   ('Казань', 'Хабаровск', '2023-05-04', '08:17'),
--   ('Ростов-на-Дону', 'Анапа', '2023-09-15', '14:02'),
--    ('Москва', 'Минск', '2023-09-01', '10:20'),
--   ('Санкт-Петербург', 'Новосибирск', '2023-09-02', '12:33'),
--   ('Екатеринбург', 'Саратов', '2023-06-03', '15:47'),
--   ('Курган', 'Самара', '2023-09-04', '08:13'),
--   ('Ростов-на-Дону', 'Адлер', '2023-09-05', '14:10');

SELECT *
FROM tickets
WHERE date ='2023-09-05';
